Repository: writeas/writeas-gtk
Catalog: po/extra/*.po
Languages: fr

source: Publish a thought in seconds.
fr: Publiez vos pensées en quelques secondes.

source: blog;text;editor;publish;
fr: blog;texte;éditeur;publier;

source: Publish a thought in seconds
fr: Publiez vos pensées en quelques secondes

source: Write.as is a simple writing tool and publishing platform. There's no sign up — just open the app, write something, and publish.
fr: Write.as est une simple application d'écriture et de publication. Il n'y a pas d'inscription — ouvrez simplement l'application, écrivez quelque-chose, et publiez-le.

source: Published posts get a secret, unique link on Write.as that you can share with anyone, or keep to yourself. In either case, you remain private because we don't collect personal information about you.
fr: Les publications possèdent un lien unique et secret sur Write.as que vous pouvez partager avec qui vous souhaitez, ou bien le garder pour vous. Dans tous les cas, cela reste privé car nous ne collectons pas d'informations personnelles sur vous.

source: Simple, distraction-free editor built for your words
fr: Un éditeur simple, sans distraction construit pour vos écritures

source: Instantly launches to a blank page or your last draft
fr: Lancement instantanné sur une page blanche ou bien votre dernier brouillon

source: Writing automatically saves as you type
fr: Enregistrement automatique au fur et à mesure que vous tapez

source: Work on a single local draft, then publish or save as another file when you're finished
fr: Travaillez sur un brouillon local, puis publiez ou enregistrez le en tant que fichier lorsqu'il est terminé

source: Choose from three different fonts: serif, sans-serif, or monospace
fr: Choisissez parmi trois différentes polices : serif, sans-serif ou monospace

source: Dark mode on platforms that support it
fr: Thème sombre sur les plateformes qui le supportent

source: Publish to Write.as and share your post
fr: Publiez sur Write.as et partagez votre publication

source: Manage published posts with the built-in command-line interface
fr: Gérez vos publications publiées avec l'interface en ligne de commande incluse

source: The Write.as editor.
fr: L'éditeur Write.as

source: The Write.as editor in dark mode.
fr: L'éditeur Write.as avec le thème sombre

source: This update fixes a few minor visual issues.
fr: Cette mise à jour corrige quelques problèmes graphiques mineurs.

source: Fix black bar that appears in the editor on elementary OS
fr: Correction de la barre noire qui apparaît dans l'éditeur sur elementary OS

source: Fix currently-selected font not reflected in menu when app first loads
fr: Correction de la police sélectionnée qui ne s'appliquait pas dans le menu au premier chargement de l'application

source: GTK updates and fixes.
fr: Mise à jour de GTK et corrections.

source: Fix fonts, padding, cursor color
fr: Correction des polices, des marges et de la couleur du curseur

source: Increase the default font size
fr: Augmentation de la taille de la police par défaut

source: Initial release
fr: Version initiale

source: Auto-saving single draft
fr: Enregistrement automatique d'un simple brouillon

source: Choose between three fonts
fr: Choisissez parmi tois polices

source: Save draft as another file
fr: Enregisrez le brouillon dans un autre fichier

source: Publish anonymously to Write.as
fr: Publiez anonymement sur Write.as
